betterdiscord-installer
brave-bin
cava
cbonsai
downgrade
electron13-bin
eww-wayland-git
ffmpeg-nocuda
fontpreview
hyprland-bin
hyprpaper-git
hyprpicker-git
lightly-qt
logiops-git
mpvpaper-git
nnn-nerd
nodejs-jsonlint
nordzy-cursors
nordzy-icon-theme-git
noto-fonts-emoji-git
nvim-packer-git
nvimpager-git
oguri-git
paru-bin
pipes-rs-git
rmtrash
sddm-git
sunwait
ttf-google-fonts-git
ttf-merriweather
ttf-merriweather-sans
ttf-oswald
ttf-quintessential
ttf-signika
unigine-heaven
v4l2loopback-dkms-git
via-bin
vial-appimage
wego
wev
wlogout
wlr-brightness-git
wlr-randr
ytmdesktop
zoom
