alacritty
amd-ucode
autoconf
automake
bandwhich
base
bat
bc
bemenu-wayland
binutils
bison
blender
bluez
bluez-utils
btop
calc
chromium
cmake
dart-sass
debugedit
dictd
discord
dkms
docker
dstat
dunst
efibootmgr
eslint
fakeroot
fd
feh
ffmpegthumbnailer
figlet
file
findutils
firefox-developer-edition
fish
flake8
flex
fontforge
fping
fuse2fs
fzf
gawk
gcc
gettext
gimp
git
glava
glow
gnu-netcat
go
gpick
grep
grim
groff
gst-plugin-pipewire
gtk2
gtk3
gtk3-demos
guvcview
gzip
inkscape
ipython
jdk-openjdk
jq
julia
kitty
lazygit
libconfig
libpulse
libreoffice-fresh
libtool
libva-mesa-driver
linux
linux-firmware
linux-headers
lsd
luacheck
luarocks
lxappearance
m4
make
man-db
mesa-utils
moc
mpv
mtr
neofetch
neovim
noto-fonts
noto-fonts-cjk
noto-fonts-extra
npm
nvtop
obs-studio
openssh
openssl-1.1
pacman
pamixer
patch
pavucontrol
perl-curses
perl-term-animation
php
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
pkgconf
playerctl
prettier
pulsemixer
python-black
python-lsp-black
python-pip
qbittorrent
qt5-wayland
qt6-wayland
radeontop
rawtherapee
ripgrep
ripgrep-all
rofi
ruby
rustup
rxvt-unicode
sassc
sed
shellcheck
shellharden
slurp
socat
stow
stylelint
stylua
sudo
swaybg
swayidle
swaylock
sweep
sysstat
texinfo
thefuck
tree
tree-sitter
ttf-nerd-fonts-symbols-2048-em
ttf-nerd-fonts-symbols-2048-em-mono
typescript
unzip
usbutils
vim
vnstat
vulkan-radeon
wallutils
wf-recorder
wget
which
wireplumber
wl-clipboard
wofi
xdg-desktop-portal-wlr
xdg-user-dirs
xf86-video-amdgpu
xf86-video-ati
xorg-server
xorg-xinit
yt-dlp
zathura
zathura-djvu
zathura-pdf-mupdf
zimg
zram-generator
zsh
